<!DOCTYPE html>
<html lang="en">
    <head>
        <link rel="manifest" href="manifest.json" />
    
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no" />
        <title>EcoNorge™</title>
    
        <meta name="description" content="Desc">
        <meta name="author" content="author">
    
        <link rel="preconnect" href="https://fonts.googleapis.com">
        <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
        <link href="https://fonts.googleapis.com/css2?family=Jaldi:wght@400;700&display=swap" rel="stylesheet">
    
        <link rel="stylesheet" href="styles.css">
    
        <link rel="icon" type="image/x-icon" href="logo.ico">
    </head>
<body>

<div class="branded-bg"></div>
<div class="branded-bg-overlay"></div>
<img class="ad" src="ad.png" alt="">
<div id="bar">
  <div class="simple-grid">
      <span id="logo" onclick="transitionToPage('index.html')"></span>
      <span class="button-test" onclick="scrollToMiddle('natf')">Naturfag</span>
      <span class="button-test" onclick="scrollToMiddle('krle')">Etikk</span>
      <span class="button-test" onclick="scrollToMiddle('samf')">Samfunnsfag</span>
      <span class="button-test" onclick="scrollToMiddle('kilder')">Kilder</span>
  </div>
</div>
<main class="content">
<h1>Velkommen til EcoNorge©™!</h1>
<h2>Hvordan kan du spise mer bærekraftig?</h2>
<h1 id="natf">Naturfag</h1>
<p>Det er f&aring; ting som er like grunnleggende for oss mennesker som muligheten til &aring; produsere mat. Vi trenger mat for &aring; overleve. Klimaendringene p&aring;virker nettopp dette. Endringer som temperatur, nedb&oslash;rsm&oslash;nsteret og ekstremv&aelig;r har store konsekvenser for mat produseringen v&aring;r globalt i dag. N&aring;r vi snakker b&aelig;rekraft, er det tre forskjellige begreper som vi b&oslash;r ta opp. Den f&oslash;rste er <strong>karbonavtrykk</strong> til maten vi spiser, det andre er <strong>drivhuseffekten</strong> som varmer atmosf&aelig;ren som p&aring;virker klima v&aring;rt, disse to begrepene henger sammen i <strong>karbonets kretsl&oslash;p</strong>.</p>
<p>Mat har stor effekt p&aring; karbonavtrykket. Men hva er egentlig karbonavtrykk? Karbonavtrykk er et m&aring;l p&aring; hvor mye klimagasser som blir sluppet ut i atmosf&aelig;ren, spesielt karbondioksid (CO₂). Karbonavtrykket blir som vanlig m&aring;lt av all menneskelig aktivitet som produksjon og forbruk av mat, transport, energibruk og mer. Kj&oslash;ttproduksjon er matproduktet med h&oslash;yest karbonavtrykk. Men karbonavtrykket p&aring; mat i seg selv er ikke alt. Transport spiller en stor rolle i karbonavtrykket i verden, n&aring;r varer og tjenester globaliseres blir over en lang avstand blir importen og eksporten dyr. En samlestudie viser at matproduksjon st&aring;r for s&aring; mye &eacute;n firedel av menneskets klimagassutslipp. I samlestudien vises det ogs&aring; at kortreist mat betyr lite for klimaet siden at transporten blir kort. Det vil si at vi b&oslash;r st&oslash;tte de lokale matprodusentene. En forsker kalt Ciero sier at selv om vi kj&oslash;per fra lokalproduserte vil utslippene endre lite, men ikke mye. Dette sier han at ved at selv om vi stopper at transport kommer inn med skip og lastebil, vil utslippene i matproduksjonen &oslash;ke og ha stort karbonavtrykk. Hvordan kobles karbonutrykket med drivhuseffekten?</p>
<img src="bilder/co2.jpg" alt="">
<p>Drivhuseffekten er den evnen atmosf&aelig;ren har til &aring; holde igjen litt av jordas varme. Drivhuseffekt er n&aring;r gasser i atmosf&aelig;ren fanger opp en del av varmeenergien som jorda sender ut, etter &aring; ha blitt varmet opp av sola. Dette er uunnv&aelig;rlig for at det skal v&aelig;re levelig p&aring; jorda, men for stor &oslash;kning av drivhuseffekt f&oslash;rer til klimaendringer. I flere milliarder &aring;r har sola v&aelig;rt klodens energikilde. Solen s&oslash;rger for at fotosyntesen skal fungere som den skal og at alle planter lever i en passende temperatur og klima. Etter hvert har mennesker utviklet og l&aelig;rt ta i bruk kull og olje som er fossiler av d&oslash;de planter til &aring; lage ny energi. Tre som vokser er ogs&aring; energi, men som det ble vist i den industrielle revolusjon kan heleregnskoger hogges ned om tre brukes, derfor er kull og olje bedre. Hvis vi vil at liv skal finnes p&aring; denne jorden i mange generasjoner s&aring; kan vi ikke drive med energi som ikke er b&aelig;rekraftig. Vi m&aring; ha et langsiktig syn. For &aring; v&aelig;re b&aelig;rekraftig &aring; se fremover i tid er fornybar energi l&oslash;sningen. Solenergi, vindenergi, vannkraft er gode eksempler, disse eksemplene er allerede tatt i bruk, men b&oslash;r revurderes og gj&oslash;res mer av, men husk! Det kommer alltid flere ulemper ved nye ting!</p>
<img src="bilder/jorda.png" alt="">
<p>Karbon finnes i alt av planter, jord, tr&aelig;r, dyr, mennesker og luft. Karbonets kretsl&oslash;p beskriver hvordan karbon beveger seg mellom atmosf&aelig;ren, havet, levende organismer, jord og fjell. Tenk p&aring; det som en loop som g&aring;r evig rundt og rundt. Det finnes to hoveddeler i dette kretsl&oslash;pet. I det raske kretsl&oslash;pet (biologisk) tar planter og karbondioksid (CO2) fra lufta gjennom fotosyntesen og omdanner det til glukose. Da n&aring;r dyr spiser disse plantene overf&oslash;res karbonet over til dem. Hvis planten eller dyre d&oslash;r frigj&oslash;res karbonet og g&aring;r tilbake til atmosf&aelig;ren som CO2. I det langekretsl&oslash;pet kan karbon lagres i millioner vis av &aring;r. N&aring;r d&oslash;de planter og dyr d&oslash;r og begraves uten tilgang p&aring; oksygen, kan de overtid omdannes til fossile brensler som kull, olje og gass. N&aring;r vi da brenner disse fossile brenslene frigj&oslash;res dette karbonet raskt tilbake til atmosf&aelig;ren noe som &oslash;delegger den naturlige balansen og bidrar til klimaendringer.</p>
<img src="bilder/karbon.png" alt="">
<h1 id="krle">Etikk</h1>
<h2>Er det verdt &aring; kj&oslash;pe avokado?</h2>
<p>Vi lever i et rikt land. Vi har muligheten til &aring; kj&oslash;pe mat fra hele verden, og med det kommer et ansvar. Vi kj&oslash;per for eksempel avokado fra S&oslash;r-Amerika, og du tenker nok p&aring; avokadoen som sunt, gr&oslash;nt, og godt. Det som mange ser over, er at det er mye som tyder p&aring; at det ikke er etisk korrekt &aring; kj&oslash;pe avokado.</p>

<div class="bax">
<p><strong>Avokadoplanten trenger enormt mye vann til &aring; produseres. If&oslash;lge NRK trengs det 1000 liter vann per kilo avokado, alts&aring; hvis du kj&oslash;per &eacute;n kilo avokado bruker du like mye vann som du bruker hjemme p&aring; en uke.</strong></p>
</div>

<p>Dette leder oss til S&oslash;r-Amerika. Avokado er gull, og alle de rike landene importerer det uansett om prisen er heftig. Derfor dyrker de s&aring; mye avokado de kan, og de tar ikke hensyn til de lokale g&aring;rdene rundt seg. Snart f&aring;r ikke de lokale b&oslash;ndene nok vann til &aring; dyrke mat til familien sin. I tillegg blir menneskerettighetene til arbeiderne brutt, de jobber under d&aring;rlige forhold, mangler sikkerhetsutstyr og har lave l&oslash;nninger.</p>
<p>Hvordan kan vi l&oslash;se dette etiske dilemmaet? De rike landene vil fortsette &aring; f&aring; avokado, imens S&oslash;r-Amerika m&aring; ofre alt for &aring; produsere s&aring; mye gull de kan.</p>
<p>Konsekvensetikk sier at det beste valget er den som gir beste resultater. Hvis 100 liter vann blir brukt hver gang du spiser en avokado, er det mye som sier at det er best &aring; avst&aring; fra &aring; kj&oslash;pe avokado for den enkelte personen.</p>
<p>Hvis du er redd for &aring; bidra til arbeidere i d&aring;rlig forhold, har du flaks. Det finnes sertifiserte alternativer som Fair Trade som betyr at b&oslash;ndene i fattige land blir handlet med rettferdig. Ansvarsetikk er &aring; ta vare p&aring; neste generasjon som kommer etter deg. Politikere kan gj&oslash;re det ulovlig &aring; selge usertifiserte varer, og butikkeiere kan velge &aring; bare akseptere sertifiserte varer.</p>
<p>Samtidig er det noen ulemper. Det er veldig f&aring; sertifiserte avokadoer, som kan gj&oslash;re den mye dyrere. Det kan hende mange nordmenn er avhengig av avokadoen for &aring; spise sunt, som kan gj&oslash;re livene v&aring;re verre. I tillegg har det vist seg f&oslash;r at sertifiserte varer som s&oslash;rger for rettferdig arbeid i noen tilfeller ikke har v&aelig;rt rettferdig i det hele tatt.</p>
<h2>Hvordan skal vi ha dyrevelferd og kj&oslash;tt samtidig?</h2>
<p>De fleste av oss liker kj&oslash;tt og kj&aelig;ledyrene sine. Vi spiser biff til middag, og tenker samtidig at vi ikke b&oslash;r torturere dyr, og derfor er det et problem n&aring;r vi m&aring; ofre dyrevelferd for &aring; f&aring; mat i butikken. If&oslash;lge Kurzgesagt lever de fleste dyr i forferdelig tortur. Dette er fordi markedet legger stor press p&aring; g&aring;rder, som gj&oslash;r at de m&aring; kutte kostnader p&aring; alle mulige m&aring;ter.</p>
<div class="bax">
<p><strong>For &aring; f&aring; dyrene til &aring; leve fra tortur til et greit liv hadde det kostet 15% mer for kukj&oslash;tt og melk, 50% mer for svinekj&oslash;tt og egg, og 100% mer for kylling. - (Kurzgesagt, 2025)</strong></p>
</div>

<p>Hvis du vil kj&oslash;pe etisk mat s&aring; b&oslash;r du sjekke etiketter p&aring; holdningskondisjoner. Hvis det ikke er noen, er det definitivt tortur-kj&oslash;tt, men hvis det er noen er det h&oslash;yere sjans for bedre kondisjoner. Husk at disse etikettene er kompliserte, og noen er brukt for ren markedsf&oslash;ring. Ta eget ansvar n&aring;r du kj&oslash;per dyreprodukter i butikken.</p>
<p>For den vanlige personen s&aring; f&oslash;ler de kanskje ikke at de kan gj&oslash;re s&aring; stor forskjell. De har kanskje et stramt budsjett, og har ikke r&aring; til &aring; kj&oslash;pe sertifiserte varer. Sannheten er at du telles! Markedet f&oslash;lger tilbud og ettersp&oslash;rsel, som betyr at hvis du kj&oslash;per kj&oslash;tt fra velferdige dyr i stedet for torturdyr blir det mindre tilbud for torturdyrene.</p>
<p>Det er viktig &aring; f&oslash;lge konsekvensetikk for &aring; finne ut av hva som er bra for deg. Finn ut om det er best &aring; bruke det lille ekstra for &aring; fremme dyrevelferd, eller &aring; kj&oslash;pe andre varer.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<h1 id="samf">Samfunnsfag</h1>
<h2>Hvordan mat p&aring;virker klima og milj&oslash;</h2>
<p>Matproduksjon og -forbruk har betydelig innvirkning p&aring; klima og milj&oslash;. Samtidig kan vi som forbrukere ta valg som bidrar til en mer b&aelig;rekraftig livsstil.</p>
<p><strong>Globalt st&aring;r matproduksjon for omtrent 30 % av menneskeskapte klimagassutslipp.</strong> Animalsk produksjon, spesielt storfe, er s&aelig;rlig utslippsintensiv. Husdyrhold og f&ocirc;rproduksjon krever store landarealer, noe som ofte f&oslash;rer til avskoging og tap av biologisk mangfold. I tillegg til dette s&aring; g&aring;r en betydelig andel av maten som produseres, tapt eller s&aring; kastes det. Dette representerer sl&oslash;sing med ressurser og un&oslash;dvendige klimagassutslipp. I en verden som i dag med ekstremv&aelig;r som t&oslash;rke og flom p&aring;virker dette ogs&aring; avlinger og matproduksjon, noe som truer matsikkerheten.</p>
<img src="bilder/co22.png" alt="">
<div class="bax">
<p><strong>Jo m&oslash;rkere farge jo mer &oslash;deleggelse av leveomr&aring;der p&aring; grunn av matproduksjon.</strong></p>
</div>
<img src="bilder/co3.png" alt="">
<div class="bax">
<p><strong>Kartet viser det globale CO2-utspillet i forbindelse med matproduksjon.</strong></p>

</div>
<img src="bilder/co62.jpg" alt="">
<div class="bax"><p><strong>Kartet viser matproduksjonens samlede belastning p&aring; milj&oslash;et (fra beige til r&oslash;d). India og Kina har det hardeste presset p&aring; milj&oslash;et. I Nord-Europa har kystomr&aring;dene i Nord-Tyskland, Nederland, Belgia og Nord-Frankrike st&oslash;rst milj&oslash;belastning.</strong></p></div>

<h2>Slik kan du spise mer b&aelig;rekraftig</h2>
<p><strong>Slik kan du spise mer b&aelig;rekraftig</strong></p>
<ol>
<li><strong>&Oslash;k inntaket av plantebasert mat</strong>: Reduser kj&oslash;ttforbruket og spis mer gr&oslash;nnsaker, belgvekster og korn. Dette er b&aring;de sunnere og mer klimavennlig.</li>
<li><strong>Velg sesongbaserte og lokale r&aring;varer</strong>: Mat som er i sesong og produsert lokalt krever mindre energi til transport og lagring.</li>
<li><strong>Reduser matsvinn</strong>: Planlegg m&aring;ltider, oppbevar mat riktig og bruk rester for &aring; minimere svinn</li>
<li><strong>Lag mat fra bunnen av</strong>: Hjemmelaget mat gir bedre kontroll over ingredienser og reduserer behovet for bearbeidede produkter.</li>
</ol>
<h2>Hvordan p&aring;virkes &oslash;konomien i verden</h2>
<p>Norge har matvareprisene &oslash;kt markant de siste &aring;rene. For eksempel har prisen p&aring; en n&oslash;dhjelpspose med basisvarer <strong>steget med 60 % fra 2022 til 2025</strong>, fra 277 til 444 kroner. Dette rammer spesielt de med lav inntekt, da en st&oslash;rre andel av inntekten g&aring;r til matutgifter.</p>
<p>En rapport fra SIFO viser at &eacute;n av seks husholdninger har store &oslash;konomiske problemer, delvis p&aring; grunn av &oslash;kte matvarepriser, str&oslash;m og andre basisutgifter. Dette f&oslash;rer til redusert kj&oslash;pekraft og &oslash;konomisk usikkerhet for mange</p>
<p>Mat er viktig for alle, men vi st&aring;r overfor store utfordringer. Mye mat kastes, produksjonen skader klimaet, og kriser gj&oslash;r det vanskeligere &aring; sikre mat til alle. Dette p&aring;virker b&aring;de mennesker og planeten.</p>
<ol>
<li><strong>Matavfall</strong>: Globalt kastes mat til en verdi av over 1 billion USD hvert &aring;r. Dette representerer ikke bare &oslash;konomiske tap, men ogs&aring; sl&oslash;sing med ressurser som vann, energi og arbeidskraft.</li>
<li><strong>Klimap&aring;virkning</strong>: Matproduksjon st&aring;r for omtrent 30 % av de globale klimagassutslippene, hvorav husdyrsektoren alene bidrar med nesten halvparten.</li>
<li><strong>Matkriser</strong>: Hendelser som COVID-19-pandemien, klimaendringer og geopolitiske konflikter har f&oslash;rt til &oslash;kte matpriser og forsyningsproblemer, noe som har resultert i &oslash;kt sult og &oslash;konomisk usikkerhet i mange regioner.</li>
</ol>
<h2>Hvordan p&aring;virkes menneskerettighetssituasjonen i verden n&aring;r det komme til mat og b&aelig;rekraft</h2>
<p>Menneskerettighetssituasjonen i verden p&aring;virkes sterkt av utfordringer knyttet til mat og b&aelig;rekraft. Tilgang til tilstrekkelig, trygg og n&aelig;ringsrik mat er en grunnleggende menneskerett, men denne retten trues av flere faktorer:</p>
<ol>
<li><strong> Klimaendringer truer matproduksjonen</strong></li>
</ol>
<p>Klimaendringer f&oslash;rer til mer ekstremv&aelig;r som t&oslash;rke og flom, noe som rammer matproduksjonen og truer matsikkerheten, spesielt i fattige land. Omtrent 80 % av verdens befolkning som er mest utsatt for avlingssvikt og sult p&aring; grunn av klimaendringer, bor i Afrika s&oslash;r for Sahara, S&oslash;r-Asia og S&oslash;r&oslash;st-Asia </p>
<ol start="2">
<li><strong> Matmangel er et rettferdighetssp&oslash;rsm&aring;l</strong></li>
</ol>
<p>Tilgang til mat handler ikke bare om produksjon, men ogs&aring; om rettferdig fordeling. Selv om det globalt sett produseres nok mat, lider millioner av mennesker av kronisk sult p&aring; grunn av ulikhet og fattigdom.</p>
<ol start="3">
<li><strong> Sm&aring;b&oslash;nder mangler st&oslash;tte</strong></li>
</ol>
<p>Sm&aring;skala b&oslash;nder, som produserer en betydelig del av verdens mat, mangler ofte ressurser og beskyttelse mot klimaendringer. De st&aring;r overfor mulige avlingstap p&aring; opptil 80 % i enkelte regioner, og dagens klimafinansiering til sm&aring;skala jordbruk er utilstrekkelig</p>
<ol start="4">
<li><strong> B&aelig;rekraftige l&oslash;sninger er n&oslash;dvendige</strong></li>
</ol>
<p>For &aring; sikre retten til mat m&aring; vi fremme b&aelig;rekraftige matsystemer. Dette inneb&aelig;rer &aring; redusere matsvinn, st&oslash;tte lokal og plantebasert matproduksjon, og sikre rettferdig fordeling av ressurser. Forbrukere, myndigheter og n&aelig;ringsliv m&aring; samarbeide for &aring; bygge et mer rettferdig og b&aelig;rekraftig matsystem.</p>
<h2 id="kilder">Kilder</h2>
<ul>
<li>(u.&aring;.). <em>4 grunner til at matsvinn er et milj&oslash;- og klimaproblem</em>. Hentet fra <a href="https://www.matprat.no/artikler/matsvinn/4-grunner-til-at-matsvinn-er-et-miljo--og-klimaproblem/">https://www.matprat.no/artikler/matsvinn/4-grunner-til-at-matsvinn-er-et-miljo--og-klimaproblem/</a> [24.04.2025]</li>
<li>(u.&aring;.). <em>Milj&oslash;konsekvenser</em>. Hentet fra <a href="https://www.landbruksdyr.no/fakta/miljokonsekvenser/">https://www.landbruksdyr.no/fakta/miljokonsekvenser/</a> [24.04.2025]</li>
<li>no. (2023, 15. november). <em>Forskere advarer: Klimaendringene truer matsikkerheten</em>. Hentet fra <a href="https://www.forskning.no/klima-landbruk-matproduksjon/forskere-advarer-klimaendringene-truer-matsikkerheten/2224355">https://www.forskning.no/klima-landbruk-matproduksjon/forskere-advarer-klimaendringene-truer-matsikkerheten/2224355</a> [24.04.2025]</li>
<li>(u.&aring;.). <em>Dette gj&oslash;r verdens matvareproduksjon med klima og milj&oslash;</em>. Hentet fra <a href="https://mojomagasin.no/">https://mojomagasin.no</a> [24.04.2025]</li>
<li>(u.&aring;.). Hentet fra <a href="https://matvalget.no/">https://matvalget.no</a> [24.04.2025]</li>
<li>(u.&aring;.). Hentet fra <a href="https://www.fhi.no/">https://www.fhi.no</a> [24.04.2025]</li>
<li>no. (u.&aring;.). Hentet fra <a href="https://pseudonym.no/">https://pseudonym.no</a> [24.04.2025]</li>
<li>Milj&oslash;fyrt&aring;rn. (u.&aring;.). Hentet fra <a href="https://www.miljofyrtarn.no/">https://www.miljofyrtarn.no</a> [24.04.2025]</li>
<li>Opplysningskontoret for br&oslash;d og korn. (u.&aring;.). Hentet fra <a href="https://brodogkorn.no/">https://brodogkorn.no</a> [24.04.2025]</li>
<li>(2023). <em>Ukens matnyheter</em>. Hentet fra <a href="https://www.nyhetssaker.no/artikler/bb57ebb9-9307-4653-bf67-5d069c430e17">https://www.nyhetssaker.no/artikler/bb57ebb9-9307-4653-bf67-5d069c430e17</a> [24.04.2025]</li>
<li>(u.&aring;.). <em>&Oslash;konomisk overblikk</em>. Hentet fra <a href="https://www.nho.no/analyse/okonomisk-overblikk/">https://www.nho.no/analyse/okonomisk-overblikk/</a> [24.04.2025]</li>
<li>(u.&aring;.). <em>Mat og milj&oslash;</em>. Hentet fra <a href="https://www.wikipedia.org/">https://www.wikipedia.org</a> [24.04.2025]</li>
<li>The Nutrition Source. (u.&aring;.). Hentet fra <a href="https://www.hsph.harvard.edu/nutritionsource">https://www.hsph.harvard.edu/nutritionsource</a> [24.04.2025]</li>
<li>Le Monde. (2024, 11. november). <em>COP29: Adaptation finance for small-scale producers is an investment in the future of affordable food for the entire planet</em>. Hentet fra <a href="https://www.lemonde.fr/en/opinion/article/2024/11/11/cop29-adaptation-finance-for-small-scale-producers-is-an-investment-in-the-future-of-affordable-food-for-the-entire-planet_6732415_23.html">https://www.lemonde.fr/en/opinion/article/2024/11/11/cop29-adaptation-finance-for-small-scale-producers-is-an-investment-in-the-future-of-affordable-food-for-the-entire-planet_6732415_23.html</a> [24.04.2025]</li>
<li>(2023). <em>Famine in the 21st century: Solutions</em>. Hentet fra <a href="https://time.com/6318447/famine-21st-century-solutions/">https://time.com/6318447/famine-21st-century-solutions/</a> [24.04.2025]</li>
<li>YouTube, Kurzgesagt. (2025). <em>If You Eat Meat You Should Know This.</em> Hentet fra <a href="https://www.youtube.com/watch?v=5sVfTPaxRwk">https://www.youtube.com/watch?v=5sVfTPaxRwk</a> [24.04.2025]</li>
<li>(u.&aring;.). <em data-start="110" data-end="133">Klimaendringer og mat</em>. Hentet fra <a href="https://naturvernforbundet.no/klimaendringer-og-mat/?gad_source=1&amp;gclid=EAIaIQobChMIh8up4ojwjAMV5FeRBR3jxAaOEAAYASAAEgLewfD_BwE" data-start="146" data-end="175">Klimaendringer og mat - Naturvernforbundet</a> [24.04.2025]</li>
<li>(u.&aring;.). <em data-start="191" data-end="227">Karbonets kretsl&oslash;p - Naturfag (SF)</em>. Hentet fra <a href="https://ndla.no/nb/r/naturfag-sf/karbonets-kretslop/914c75c262" data-start="240" data-end="255">Karbonets kretsl&oslash;p - Naturfag (SF) - NDLA</a> [24.04.2025]</li>
<li>(2020, 3. september). <em data-start="284" data-end="322">Kortreist mat betyr lite for klimaet</em>. Hentet fra <a href="https://www.forskning.no/klima-mat/kortreist-mat-betyr-lite-for-klimaet/1644232" data-start="335" data-end="349">Kortreist mat betyr lite for klimaet</a> [24.04.2025]</li>
<li>(u.&aring;.). <em data-start="370" data-end="426">Reduser bedriftens karbonavtrykk | Microsoft b&aelig;rekraft</em>. Hentet fra <a href="https://www.microsoft.com/nb-no/sustainability/learning-center/reduce-carbon-footprint" data-start="439" data-end="460">Reduser bedriftens karbonavtrykk | Microsoft b&aelig;rekraft</a> [24.04.2025]</li>
<li>(u.&aring;.). <em data-start="476" data-end="521">Hva er drivhuseffekt? - Tverrfaglige temaer</em>. Hentet fra <a href="https://ndla.no/r/tverrfaglige-temaer/hva-er-drivhuseffekt/23458701f1" data-start="534" data-end="549">Hva er drivhuseffekt? - Tverrfaglige temaer - NDLA</a> [24.04.2025]</li>
<li>(u.&aring;.). <em data-start="568" data-end="620">Karbonets kretsl&oslash;p - grunnlaget for livet p&aring; jorda</em>. Hentet fra <a href="https://www.matprat.no/artikler/matproduksjon/karbonets-kretslop---grunnlaget-for-livet-pa-jorda/" data-start="633" data-end="651">Karbonets kretsl&oslash;p - grunnlaget for livet p&aring; jorda - Matprat</a> [24.04.2025]</li>
</ul>
<div class="simple-grid">
    <span class="button-test spill" onclick="transitionToPage('Bærekraft info plakat/index.html')">Spill det Oskar™ vinnende spillet</span>
</div>
</main>

<script>
    function scrollToMiddle(id) {
      const element = document.getElementById(id);
      const elementRect = element.getBoundingClientRect();
      const elementTop = window.scrollY + elementRect.top;
      const elementHeight = element.offsetHeight;
      const windowHeight = window.innerHeight;

      // Calculate position so that the element's middle aligns with the window center
      const scrollTo = elementTop - (windowHeight / 2) + (elementHeight / 2);

      window.scrollTo({
        top: scrollTo,
        behavior: 'smooth'
      });
    }
</script>

<script src="index.js"></script>

</body>
</html>